// propertyData.js
export const propertyDetails = [
	{ detail: "Цена объекта", value: "12 000 000 ₽" },
	{
		detail: "Старая цена",
		value: "15 000 000 ₽",
		style: { textDecoration: "line-through" },
	},
	{ detail: "Цена 1 м²", value: "70 588 ₽" },
	{ detail: "Площадь дома", value: "170 м²" },
	{ detail: "Площадь участка", value: "20 соток" },
];

export const propertyHighlights = [
	{ highlight: "Участок на берегу озера Щучье" },
	{ highlight: "Высота 1 этажа: 3.6 метра" },
	{ highlight: "Два выхода: собственный выход к озеру" },
	{ highlight: "Год постройки: 2015" },
	{ highlight: "Площадь второго дома: 66 м&#178;" },
	{ highlight: "Материал стен: газоблоки" },
	{ highlight: "Паводок 2024 года дом не задел" },
	{ highlight: "На участке находятся два дома, продаются по цене одного" },
];

export const carouselTextArr = [
	{
		header: "Удобное транспортное расположение",
		text: "До автобусной остановки три минуты ходьбы (автобус 205 ходит по расписанию, примерно раз в полчаса). До остановки маршрутки 10 минут пешком, ходят часто.",
	},
	{
		header: "О втором доме",
		text: "Второй дом три комнаты 66 м², санузел. Дом шлаколитой, газ подведен, котел смонтирован. Септик 4 куба. Дом используется под мастерскую, можно из него сделать гостевой или баню.",
	},
	{
		header: "Низкая квартплата",
		text: "Зимний период 3500 - 4000 рублей, летний около 1500 рублей.",
	},
	{
		header: "Чудесная природа",
		text: "Осиновая роща, дубы, елки, березы, виноград, яблони, груши, сливы, вишня, малина, и другие растения.",
	},
];

export const longDescription = `Пepвый дом 170 м², нoвый кoттeдж, 2 этaжа (тpетий мaнсaрдный, cлужит кладовой), из 300 гaзоблoка, утeплитель Texноникoль 100 мм, вeнтилиpуeмый фaсад из кирпича. Фундaмeнт - монолитная плитa , цoкoль - фундaмeнтныe блoки, пеpeкpытия - дepевянные утeпленныe. Дом имеет два выхода с разных сторон.
    Внутри дома отделка в стиле лофт - мурованная кухня, высота этажа 3,6 метра. На первом этаже расположены: прихожая 7 м², санузел 7,5 м², кухня-гостиная 70 м², котельная 7 м² (вход в котельную отдельный, с улицы). На втором этаже: три спальни и гардеробная, санузел 7,5 м², есть еще комната на мансардном этаже. Отопление газовое, водоснабжение скважина, колодец, септик 4 куба. Интернет по выделенному радиоканалу с вышки в Кетово.

    Второй дом три комнаты 66 м², санузел. Дом шлаколитой, газ подведен, котел смонтирован. Септик 4 куба. Дом используется под мастерскую, можно из него сделать гостевой или баню.

    Участок на берегу озера щучье, имеет два выхода, один из них на озеро, на участке есть навес для машины, шикарная летняя кухня с двумя печками, одна под казан и вторая мангал, полати, сделано все для себя, с душой. Еще есть купель, осиновая роща, дубы, елки, березы, виноград, яблони, груши, сливы, вишня, малина и много еще по мелочи. Участок частично вымощен плиткой тротуарной. До автобусной остановки три минуты ходьбы (автобус 205 ходит по расписанию, примерно раз в полчаса). До остановки маршрутки 10 минут пешком, ходят часто. Дороги чистят регулярно, лучше, чем в городе. Соседи хорошие, спокойные, улыбчивые. Продаем в связи с переездом в другой город. Вся инфраструктура в селе имеется: магазины, школы, детские сады.

    Низкая квартплата. Зимний период 3500 - 4000, летний около 1500.\n\n
    Разумный торг.`;
